Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: Retriever Sentinel Project Complete
ru: Проект 'Ретривер Сентинел' завершен

source: Retrofit to Dark Energy Habitat
ru: Модернизировать до среды обитания Темной энергии

source: Retrofit to Phanon Habitat
ru: Модернизировать до среды обитания Фанона

source: Retrofit to Stellarite Habitat
ru: Модернизировать до среды обитания Стелларита

source: Return to Menu
ru: Вернуться в меню

source: Returned Flusion
ru: Возвращенный Флюсиалла

source: Returned Flusionian Land
ru: Возвращенная Флюсиаллаианская земля

source: Reunited Imperium - Galactic Revolution
ru: Объединенный империум - Галактическая революция

source: Reunited Imperium - Grand Republic
ru: Воссоединенный Империум - Великая Республика

source: Reunited Imperium - New Order
ru: Воссоединенный империум - Новый порядок

source: Reunited Imperium - Peaceful Ways
ru: Воссоединенный империум - Мирные пути

source: Revamped Heavy Industry Comes Online
ru: Обновленная тяжелая промышленность выходит в сеть

source: Revanchism
ru: Реваншизм

source: Revealing the truth might have dire consequences.
ru: Раскрытие правды может иметь ужасные последствия.

source: Revelations on Reality
ru: Откровения о реальности

source: Reverse Engineer $dimensional_mirror_0$
ru: Обратное проектирование $dimensional_mirror_0$

source: Reverse Engineer Precursor Databank
ru: Воссоздать Банк данных предтеч

source: Reverse Engineering: Aeternite Armor
ru: Обратное проектирование: вечная броня

source: Reverse Engineering: Aeternite Planetcraft
ru: Обратное проектирование: вечный планетолет

source: Reverse-Engineering Blokkat Weaponry
ru: Обратный инжиниринг оружия Блоккат

source: Reviving the Gravity Bore
ru: Оживление гравитационного канала

source: Reviving the Spire
ru: Возрождение шпиля

source: Revolution
ru: Революция

source: Reward of the Pious
ru: Награда благочестивых

source: Richard Purrgner
ru: Ричард Перргнер

source: Richter
ru: Рихтер

source: Ridesir Black Hole
ru: Оседлать черную дыру

source: Riesigekatzenwaffe
ru: РизигеКатзенваффе

source: Riesigerkatzenpanzer Deployment
ru: Развертывание РизигерКатзенпанцер

source: Riesigerkatzenpanzer Division
ru: Танковая дивизия РизигерКатзенпанцер

source: Riesigerkatzenpanzers
ru: Ризигеркатценпанцеры

source: Righteous
ru: Праведный

source: Rights and Responsibilities
ru: Права и обязанности

source: Rights of the Strong
ru: Право сильного

source: Rilgua Maelstrom
ru: Водоворот Рилгуа

source: Rilkon Vortex
ru: Вихрь Рилкона

source: Riltos Maw
ru: Пасть Рилтоса

source: Ring Site
ru: Кольцевая Строительная площадка

source: Ringworld $name_penrose$
ru: Мир-кольцо $name_penrose$

source: Ringworld Arcology Project
ru: Аркологический проект мира-кольца

source: Ringworld Commerce Facility
ru: Торговый центр Мира-кольца

source: Ringworld Generator Facilities
ru: Генераторные установки мира-кольца

source: Ringworld Generator Facility
ru: Генераторная установка мира-кольца

source: Ringworld Habitat Upgrade
ru: Обновление среды обитания в мире-кольце

source: Ringworld Habitation Upgrade
ru: Обновление обитаемости мира-кольца

source: Ringworld Management Protocols
ru: Протоколы управления миром-кольцом

source: Ringworld Self-Repair System Node
ru: Узел системы самовосстановления Мира-кольца

source: Ringworld Upgraded!
ru: Мир-кольцо обновлен!

source: Rising Frenzy
ru: Растущее неистовство

source: Rivalry Influence Gain
ru: Прирост влияния при соперничестве

source: Rivengus Black Hole
ru: Черная дыра Ривенгуса

source: River Federation Operatives
ru: Оперативники Речной федерации

source: Rivers of Gold
ru: Золотой поток

source: Rizlaxs Maw
ru: Пасть Ризлакса

source: Roamer
ru: Бродяга

source: Robot Energy Output
ru: Производство энергии роботами

source: Robotic Assemblers
ru: Роботы-сборщики

source: Robotic Heavy Defender
ru: Роботизированный тяжелый защитник

source: Robotic Heavy Defenders
ru: Роботизированные тяжелые защитники

source: Rocks and unrefined ore stripped from a $frameworld_outpost_0$, ready for processing.
ru: Горные породы и неочищенная руда, извлеченные из $frameworld_outpost_0$, готовые к переработке

source: Rogue AI Attacks!
ru: Искусственный интеллект-мошенник атакует!

source: Rogue AI Eliminated
ru: Искусственный интеллект-мошенник устранен

source: Rogue AI Encroaches our Colony
ru: Искусственный интеллект-мошенник вторгается в нашу колонию

source: Rogue AI Killbots
ru: Роботы-убийцы с искусственным интеллектом-изгои

source: Rogue Laurnaise Gruntites
ru: Изгой Лорнез Грунтитес

source: Rogue Planetwide AI
ru: Искусственный интеллект-мошенник по всей планете

source: Rogue Processors Arrays
ru: Массивы процессоров-изгоев

source: Rohini V
ru: Рохини V

source: Rolerty Abyss
ru: Бездна Ролерти

source: Romeow
ru: Ромеоу

source: Roqualia Seized
ru: Солакия захвачена

source: Roqualia is already recognized.
ru: Солакия уже признана.

source: Roqualian Airforce
ru: Военно-воздушные силы Роквалиана

source: Roqualian Armed Forces
ru: Вооруженные силы Роквалии

source: Roqualian Free State
ru: Солакианское свободное государство

source: Roqualian Freedom Fighters
ru: Роквалийские борцы за свободу

source: Roqualian Unrest
ru: Солакианские волнения

source: Roqualtropa Economic Turmoil
ru: Экономические потрясения Солактропы

source: Roqualtropa Project
ru: Проект Солактропа

source: Roqualtropa Wreck
ru: Крушение Солактропы

source: Rose Knight
ru: Рыцарь розы

source: Rotelbula Abyss
ru: Бездна Ротельбулы

source: Rotensuks Maw
ru: Пасть Ротенсука

source: Roth
ru: Рот

source: Rows upon rows of foundries produce high-quality alloys for use in advanced projects.
ru: Ряды за рядами литейных цехов производят высококачественные сплавы для использования в передовых проектах

source: Royal Guard
ru: Королевская гвардия

source: Royal Guards
ru: Королевские гвардейцы

source: Royal Paluush Defender
ru: Королевский защитник Палууша

source: Ruin the infrastructure
ru: Разрушить инфраструктуру

source: Ruined $ehof_ehof_abr$ Alpha
ru: Разрушенный $ehof_ehof_abr$ Альфа

source: Ruined $ehof_ehofp2$
ru: Разрушен $ehof_ehofp2$

source: Ruined $giga_frameworld_outpost$
ru: Разрушен $giga_frameworld_outpost$

source: Ruined $name_alderson$ Hypersegment
ru: Разрушенный $name_alderson$ Гиперсегмент

source: Ruined $name_atmosphere_shredder$
ru: Разрушен $name_atmosphere_shredder$

source: Ruined $name_eng_test_site$
ru: Разрушено $name_eng_test_site$

source: Ruined $name_giga_orbital$
ru: Разрушен $name_giga_orbital$

source: Ruined $name_kugelblitz$
ru: Разрушенный $name_kugelblitz$

source: Ruined $name_neut_gigaforge$
ru: Разрушен $name_neut_gigaforge$

source: Ruined $name_orb_elysium$
ru: Разрушен $name_orb_elysium$

source: Ruined $name_orbital_artificial_eco$
ru: Разрушен $name_orbital_artificial_eco$

source: Ruined $name_particle_accel$
ru: Разрушен $name_particle_accel$

source: Ruined $name_ringworld_behemoth$
ru: Разрушен $name_ringworld_behemoth$

source: Ruined $name_ringworld_gargan$
ru: Разрушено $name_ringworld_gargan$

source: Ruined $name_ringworld_titanic$
ru: Разрушен $name_ringworld_titanic$

source: Ruined $name_yggdrasil$
ru: Разрушен $name_yggdrasil$

source: Ruined $pc_gigaorbital_ring$
ru: Разрушен $pc_gigaorbital_ring$

source: Ruined Dyson Sphere
ru: Разрушенная сфера Дайсона

source: Ruined Interstellar Assembly
ru: Разрушенная межзвездная ассамблея

source: Ruined Matrioskha Brain
ru: Разрушенный мозг Матриосхи

source: Ruined Matter Decompressor
ru: Разрушенный разуплотнитель материи

source: Ruined Mega Art Installation
ru: Разрушенная художественная мегакомпозиция

source: Ruined Orbital Ring
ru: Разрушенное орбитальное кольцо

source: Ruined Ring World
ru: Разрушенный мир-кольцо

source: Ruined Science Nexus
ru: Разрушенный научный комплекс

source: Ruined Sentry Array
ru: Разрушенный дозорный комплекс

source: Ruined Squareworld
ru: Разрушенный квадратный мир

source: Ruined Strategic Coordination Center
ru: Разрушенный центр стратегической координации

source: Rule of the Accomplished
ru: Верховенство опыта

source: Rules of Engagement
ru: Правила применения силы

source: Runic Alloy Ultrafoundry
ru: Руническая сплаволитейная ультракузница

source: Runic Altar
ru: Рунический алтарь

source: Runic Artisan
ru: Рунический ремесленник

source: Runic Artisan Drone
ru: Рунический дрон-ремесленник

source: Runic Artisan Drones
ru: Рунические дроны-ремесленники

source: Runic Artisans
ru: Рунические ремесленники

source: Runic Auto UltraForge
ru: Руническая ультракузница

source: Runic Chronotron Embassy
ru: Руническое хронотронное посольство

source: Runic Computing Core
ru: Руническое вычислительное ядро

source: Runic Dimension Condenser
ru: Конденсатор рунического измерения

source: Runic Dimension Condenserdrone
ru: Дрон-конденсатор рунического измерения

source: Runic Dimension Condenserdrones
ru: Дроны-конденсаторы рунического измерения

source: Runic Dimension Condensers
ru: Конденсаторы рунического измерения

source: Runic Drone Depots
ru: Рунические депо дронов

source: Runic Encasement Core
ru: Руническое ядро экранирования

source: Runic Gestation Pods
ru: Рунические гнездовые камеры

source: Runic Hard-Light Constructor
ru: Рунический конструктор жесткого света

source: Runic Harmonizer
ru: Рунический гармонизатор

source: Runic Legionnaire
ru: Рунический легионер

source: Runic Legionnaire Drone
ru: Рунический дрон-легионер

source: Runic Legionnaire Drones
ru: Рунические дроны-легионеры

source: Runic Legionnaires
ru: Рунические легионеры

source: Runic Machine Assembly
ru: Рунический машиностроительный комплекс

source: Runic Matter Manipulation Techniques
ru: Техники манипулирования рунической материей

source: Runic Matter Manipulator
ru: Манипулятор рунической материей

source: Runic Matter Manipulators
ru: Манипулятор рунической материей

source: Runic Matter-Magi
ru: Руническая материя - Маги

source: Runic Matter-Magus
ru: Руническая материя - Маг

source: Runic Megaconstruction Logistics Hub
ru: Логистический центр мегаконструкции в руническом стиле

source: Runic Megaconstruction Logistics Hubs
ru: Логистический центр мегаконструкции в руническом стиле

source: Runic Mineral Wizard
ru: Рунический минеральный мастер

source: Runic Mineral Wizard Drone
ru: Рунический минеральный дрон-мастер

source: Runic Mineral Wizard Drones
ru: Рунические минеральные дроны-мастера

source: Runic Mineral Wizards
ru: Рунические минеральные мастера

source: Runic Molecular Synthesizer
ru: Рунический молекулярный синтезатор

source: Runic Molecular Synthesizers
ru: Рунические молекулярные синтезаторы

source: Runic Omni-Shopping
ru: Рунический омни-шоппинг

source: Runic Power
ru: Руническая энергия

source: Runic Power Apothecaries
ru: Аптекари рунической энергии

source: Runic Power Apothecary
ru: Аптекарь рунической энергии

source: Runic Power Bishop
ru: Епископ рунической энергии

source: Runic Power Bishops
ru: Епископы рунической энергии

source: Runic Power Broodmother
ru: Матка рунической энергии

source: Runic Power Broodmothers
ru: Матки рунической энергии

source: Runic Power Collars
ru: Наблюдатель рунической энергии

source: Runic Power Conduits
ru: Рунические энергопроводники

source: Runic Power Cropifier
ru: Рунический энергетический культиватор

source: Runic Power Cropifier Drone
ru: Рунический энергетический дрон-культиватор

source: Runic Power Cropifier Drones
ru: Рунические энергетические дроны-культиваторы

source: Runic Power Cropifiers
ru: Рунические энергетические культиваторы

source: Runic Power District
ru: Район Рунической Энергии

source: Runic Power Districts
ru: Районы Рунической Энергии

source: Runic Power Dragoon Drones
ru: Дроны-повелители рунической энергии

source: Runic Power Fortress Master
ru: Мастер крепости рунической энергии

source: Runic Power Fortress Master Drone
ru: Дрон-мастер крепости рунической энергии

source: Runic Power Fortress Master Drones
ru: Дроны-мастера крепости рунической энергии

source: Runic Power Fortress Masters
ru: Мастера крепости рунической энергии

source: Runic Power Generator District
ru: Район генератора рунической энергии

source: Runic Power Genius
ru: Гений рунической энергии

source: Runic Power Geniuses
ru: Гении рунической энергии

source: Runic Power Hyper-Brain Drone
ru: Гипермозговой дрон рунической энергии

source: Runic Power Hyper-Brain Drones
ru: Гипермозговые дроны рунической энергии

source: Runic Power Mentat
ru: Ментат рунической энергии

source: Runic Power Mentat Drone
ru: Дрон-ментат рунической энергии

source: Runic Power Mentat Drones
ru: Дроны-ментаты рунической энергии

source: Runic Power Mentats
ru: Ментаты рунической энергии

source: Runic Power Monger
ru: Разжигатель рунической энергии

source: Runic Power Monger Drone
ru: Дрон-разжигатель рунической энергии

source: Runic Power Monger Drones
ru: Дроны-разжигатели рунической энергии

source: Runic Power Mongers
ru: Разжигатели рунической энергии

source: Runic Power Overlord
ru: Повелитель рунической энергии

source: Runic Power Overlord Droid
ru: Дроид-повелитель рунической энергии

source: Runic Power Overlord Droids
ru: Дроиды-повелители рунической энергии

source: Runic Power Overlord Drone
ru: Дрон-повелитель рунической энергии

source: Runic Power Overlords
ru: Повелители рунической энергии

source: Runic Power Overseer
ru: Смотритель рунической энергии

source: Runic Power Overseer Droid
ru: Дроид-смотритель рунической энергии

source: Runic Power Overseer Droids
ru: Дроиды-смотрители рунической энергии

source: Runic Power Overseer Drone
ru: Дрон-смотритель рунической энергии

source: Runic Power Overseer Drones
ru: Дроны-смотрители рунической энергии

source: Runic Power Overseers
ru: Смотрители рунической энергии

source: Runic Power Planet
ru: Планета рунической энергии

source: Runic Power Robomancer
ru: Робомант рунической энергии

source: Runic Power Robomancers
ru: Робоманты рунической энергии

source: Runic Power Robotron
ru: Роботрон рунической энергии

source: Runic Power Robotrons
ru: Роботроны рунической энергии

source: Runic Power generators and factories are humming and buzzing everywhere, making them a very common and mundane sight to behold.
ru: Генераторы и фабрики Рунической энергии гудят и шумят повсюду, делая их весьма обыденным и повсеместным зрелищем.

source: Runic Power generators and factories dominate the landscape, making them a very common, yet extraordinary sight to behold.
ru: Генераторы и фабрики Рунической энергии доминируют на поверхности, что делает их очень распространенным, но в то же время необычным зрелищем.

source: Runic Production Gigaplex
ru: Рунический производственный гигаплекс

source: Runic Prototyping
ru: Руническое прототипирование

source: Runic RTX
ru: Руническое вычисление

source: Runic Research Institute
ru: Рунический исследовательский институт

source: Runic Rift Generation
ru: Руническая генерация разломов

source: Runic Robot Assembly
ru: Руническая сборка роботов

source: Runic Showmaster
ru: Рунический шоумастер

source: Runic Showmaster Drone
ru: Рунический дрон-шоумастер

source: Runic Showmaster Drones
ru: Рунические дроны-шоумастера

source: Runic Showmasters
ru: Рунические шоумастера

source: Runic Smith
ru: Рунический кузнец

source: Runic Smith Drone
ru: Рунический дрон-кузнец

source: Runic Smith Drones
ru: Рунические дроны-кузнецы

source: Runic Smiths
ru: Рунические кузнецы

source: Runic Stellar Converter
ru: Рунический Звездный Конвертер

source: Runic Transmogrifier
ru: Рунический трансмогрификатор

source: Runic Transmogrifier Drone
ru: Рунический дрон-трансмогрификатор

source: Runic Transmogrifiers
ru: Рунические трансмогрификаторы

source: Runic Villa
ru: Руническое поместье

source: Rusetiru Vortex
ru: Русетируемый вихрь

source: Rustalian Maulers
ru: Русталийские громилы

source: Rutentica Maelstrom
ru: Рутентический водоворот

source: Ruthless Fighters
ru: Безжалостные наёмники

source: Ruthless Negotiators
ru: Агрессивные переговорщики

source: Ruthlessly murderous, psionically equipped defender, trained to the highest standard.
ru: Безжалостный убийца, псионически оснащенный защитник, обученный по самым высоким стандартам.

source: Sabotaging the Kaiser Moon
ru: Саботаж на Луне Кайзера

source: Saboteur
ru: Диверсанты

source: Sacrifice
ru: Жертвоприношение

source: Sacrificing Galaxy to Blokkats
ru: Приносим Галактику в жертву блоккатам

source: Sadist
ru: Садизм

source: Salvage anything of interest.
ru: Спасите все, что представляет интерес

source: Salvage some of the structures.
ru: Спасите некоторые сооружения

source: Salvaged Habitat Debris
ru: Спасенный мусор среды обитания

source: Salvages a habitat for the AI, because they can't manage construction ships well.
ru: Спасает среду обитания для искусственного интеллекта, потому что они не могут хорошо управлять строительными кораблями

source: Salvaging the Kaiser Moon
ru: Спасение Кайзеровской Луны

source: Salvation
ru: Спасение

source: Sanctity of Life
ru: Святость жизни

source: Sanctuary Arcology Project
ru: Аркологический проект святилища

source: Sanctuary Facility Upgrade Complete
ru: Обновление объекта святилища завершено

source: Sanctuary Hypersegment
ru: Гиперсегмент святилища

source: Sanctuary Hypersegments
ru: Гиперсегменты святилища

source: Sanctuary Segment
ru: Сегмент святилища

source: Sanctuary Segments
ru: Сегменты святилища

source: Sankatte
ru: Санкатте

source: Savanna
ru: Саванна

source: Sazusho Vortex
ru: Вихрь Сазушо

source: Scarlet Scourge
ru: Алый бич

source: Scarlet Scourge Orbital Bombardment
ru: Орбитальная бомбардировка Алым бичом

source: Scavenge from resources from them!
ru: Отбирайте у них ресурсы!

source: Scavenger
ru: Барахольщики

source: Scespremine Maelstrom
ru: Вечный водоворот

source: Schmidt
ru: Шмидт

source: Schmitt
ru: Шмитт

source: Schmitz
ru: Шмитц

source: Schneider
ru: Шнайдер

source: Schnyader
ru: Шнядер

source: Scholz
ru: Шольц

source: Schubert
ru: Шуберт

source: Schulz
ru: Шульц

source: Schwarz
ru: Шварц

source: Schäfer
ru: Шефер

source: Science Leader
ru: Научный лидер

source: Science Nexus Alloys
ru: Сплавы Научный комплекс

source: Science Nexus Alloys Cost
ru: Стоимость сплавов Научный комплекс

source: Science Nexus Management Protocols
ru: Протоколы управления научной связью

source: Science Nexus Unity
ru: Научная Комплекс Единство

source: Science Nexus Unity Cost
ru: Стоимость Единство Научная Комплекс

source: Science Omni Core
ru: Научное Омни-ядро

source: Science Ship Build Cost
ru: Стоимость постройки научного корабля

source: Science Ship Build Speed
ru: Скорость развития науки

source: Science Ship Disengage Chance
ru: Шанс уклонения от боя научного корабля

source: Science Ship Escort
ru: Сопровождение научного корабля

source: Science Ship Evasion
ru: Уклонение от научного корабля

source: Science Ship Hull Points
ru: Прочность корпуса Научного Корабля

source: Science Ship Hullpoints
ru: Корпус научного корабля

source: Science Tesseract Core
ru: Ядро научного Тессеракта

source: Science Vessel Harvested
ru: Научное судно собрано

source: Science Vessels: [root.ehof_pre_flight_science]
ru: Научные суда: [root.ehof_pre_flight_science]

source: Scientific Blokkat Willingness
ru: Готовность к научному блокчейну

source: Scourge Acid Blast
ru: Заражающий кислотный взрыв

source: Scourge Deployment
ru: Развертывание бича

source: Scourge Missiles
ru: Карающие ракеты

source: Scout
ru: Разведчик

source: Scout Probe
ru: Зонд разведчика

source: Scout Probes
ru: Зонды разведчика

source: Scrambling Aeternite Communications
ru: Скремблирование сообщений Вечности

source: Scrap it for alloys and harvest the uranium.
ru: Утилизируйте его на сплавы и соберите уран.

source: Scrap it.
ru: Выбрось это из головы.

source: Scrap the android armies.
ru: Уничтожить армии андроидов.

source: Scrap the ships.
ru: Разрушить корабли.

source: Screw the Kaiser!
ru: К черту кайзера!

source: Screw the Kaiser.
ru: К черту кайзера.

source: Scribe of Quietus
ru: Писец Квайетуса

source: Scribes of Quietus
ru: Писцы Квайетуса

source: Sea Farms
ru: Морские фермы

source: Seafloor Mining Tunnels
ru: Шахтные туннели на морском дне

source: Search for Advanced Plasmic Organisms
ru: Поиск продвинутых плазматических организмов

source: Search this star top to bottom!
ru: Сделайте все, что нужно сделать, чтобы найти ударника!

source: Searching for Solutions
ru: В поисках решений

source: Secondary Armament
ru: Вторичное вооружение

source: Secondary Healthcare Worker
ru: Работник среднего медицинского звена

source: Secondary Healthcare Workers
ru: Работники среднего медицинского звена

source: Secondary Pop Growth
ru: Вторичный рост населения

source: Secondary Pop Growth Job Value
ru: Вторичный рост значения задания

source: Secondary Pop Growth ['concept_giga_frameworld_growth_job_value_tooltip']
ru: Вторичный статус населения ['concept_giga_frameworld_growth_job_value_tooltip']

source: Secondary Processing Orbitals
ru: Орбитальные станции вторичной переработки

source: Secondary Processing Orbitals Complete
ru: Орбитальные станции вторичной переработки завершены

source: Secondary SD Platform
ru: Вторичная платформа SD

source: Secret Alchemies
ru: Секретные алхимики

source: Secret Alchemist
ru: Тайный алхимист

source: Secret Alchemist Drone
ru: Секретный дрон алхимика

source: Secret Alchemists
ru: 'Секретные алхимики

source: Secret Alchemy
ru: Секретный Алхимический

source: Secret Alchimist Drones
ru: Секретные алхимические дроны.

source: Secret: Energy $PRODUCTION$
ru: Секрет: Производство энергии

source: Secret: Habitability Adaptation
ru: Секрет: Мутация обитаемости.

source: Secrets and deceit ensure that only a few, if any, know every detail of how our society functions.
ru: Секретность многих процессов, происходящих в нашем обществе, обеспечивает высокую степень безопасности.

source: Secrets of the Kaiser Moon
ru: Тайны Кайзеровской Луны

source: Secrets of the Universe
ru: Тайны Вселенной

source: Secrets: Food Farming
ru: Секрет: Пищевое земледелие

source: Secrets: Mineral Extration
ru: Секрет: Экстракция минералов

source: Security Building
ru: Здание безопасности

source: Security Defense Protocol
ru: Защитный протокол безопасности

source: Security District
ru: Район безопасности

source: Security Districts
ru: Районы безопасности

source: Security Strike Forces
ru: Ударные силы безопасности

source: Security forces operate from these specialized facilities, making sure that disruptive elements do not impede station functions.
ru: Силы безопасности действуют с этих специализированных объектов, следя за тем, чтобы подрывные элементы не препятствовали функционированию станции

source: Seeing Things From a New Angle
ru: Взгляд на вещи под новым углом

source: Seems he went further than we thought...
ru: Кажется, он зашел дальше, чем мы думали...

source: Seems like we're going to have to pull out all the old Katzen weaponry...
ru: Похоже, нам придется вытащить все старое вооружение Катзен...

source: Seize Roqualia
ru: Захватить Солакию

source: Sela Black Hole
ru: Черная дыра Села

source: Select Another Empire.
ru: Выберите другую страну.

source: Select Another Fallen Empire.
ru: Выберите другую падшую империю.

source: Select Another Leader.
ru: Выбрать другого лидера.

source: Select Another Planet.
ru: Выбрать другую планету.

source: Select Another Science Ship.
ru: Выбрать другой научный корабль.

source: Select Another System.
ru: Выбрать другую систему.

source: Select Research Area Specialization
ru: Выбор исследовательской категории

source: Select a Deposit Building
ru: Выбор здания

source: Select a Leviathan
ru: Выбрать левиафана

source: Select a Planet to Sacrifice
ru: Выберите планету для жертвоприношения

source: Select a Rival
ru: Выберите соперника

source: Select a target
ru: Выберите цель
